Repository: nzhaboedov/ios-remap-sdk
Catalog: *.lproj/Localizable.strings
Languages: ru

# incorrectPositionsResponse
source: An error while parsing items returned by server
ru: Ошибка при обработке позиций, возвращенных сервером

# incorrectRegistrationResponse
source: Unknown response to Registration request
ru: Неизвестный ответ на запрос регистрации

# incorrectLoginResponse
source: Unknown response to Login request
ru: Неизвестный ответ на запрос входа в систему

# incorrectStockAllResponse
source: Unknown response to Stock request
ru: Неизвестный ответ на запрос остатков

# incorrectProductFolderResponse
source: Unknown response to Folder request
ru: Неизвестный ответ на запрос групп товаров

# incorrectStoreResponse
source: Unknown response to Stock request
ru: Неизвестный ответ на запрос складов

# incorrectProjectResponse
source: Unknown response to Project request
ru: Неизвестный ответ на запрос проектов

# incorrectGroupResponse
source: Unknown response to Group request
ru: Неизвестный ответ на запрос отделов

# incorrectNotificationResponse
source: Unknown response to Feeds request
ru: Неизвестный ответ на запрос ленты новостей

# incorrectCurrencyResponse
source: Unknown response to Currency request
ru: Неизвестный ответ на запрос валют

# incorrectContractResponse
source: Unknown response to Contract request
ru: Неизвестный ответ на запрос договоров

# incorrectCustomEntityResponse
source: Unknown response to Item request
ru: Неизвестный ответ на запрос пользовательского справочника

# incorrectEmployeeResponse
source: Unknown response to Employees request
ru: Неизвестный ответ на запрос сотрудников

# incorrectCounterpartyResponse
source: Unknown response to Contact request
ru: Неизвестный ответ на запрос контрагентов

# incorrectStockByStoreResponse
source: Unknown response to Warehouses Stock request
ru: Неизвестный ответ на запрос остатков по складам

# incorrectDocumentStockResponse
source: Unknown response to Document Stock request
ru: Неизвестный ответ на запрос остатков по документу

# incorrectProductResponse
source: Unknown response to Product request
ru: Неизвестный ответ на запрос продукта

# incorrectBundleResponse
source: Unknown response to Bundle request
ru: Неизвестный ответ на запрос комплекта

# incorrectVariantResponse
source: Unknown response to Variant request
ru: Неизвестный ответ на запрос модификации

# incorrectServiceResponse
source: Unknown response to Service request
ru: Неизвестный ответ на запрос услуги

# incorrectSalesByProductResponse
source: Unknown response to Product Profit request
ru: Неизвестный ответ на запрос прибыльности по товарам

# incorrectCompanySettingsResponse
source: Unknown response to Company Settings request
ru: Неизвестный ответ на запрос настроек компании при входе в систему

# incorrectDashboardResponse
source: Unknown response to Dashboard request
ru: Неизвестный ответ на запрос показателей

# incorrectOrganizationResponse
source: Unknown response to Company request
ru: Неизвестный ответ на запрос организаций

# incorrectTasksResponse
source: Unknown response to Tasks request
ru: Неизвестный ответ на запрос задач

# incorrectCustomerOrderPositionsResponse
source: Unknown response to Customer's Order request
ru: Неизвестный ответ на запрос позиций по заказу покупателя

# incorrectInvoiceOutPositionsResponse
source: Unknown response to Invoice request
ru: Неизвестный ответ на запрос позиций по счету покупателя

# incorrectDemandsPositionsResponse
source: Unknown response to Shipment request
ru: Неизвестный ответ на запрос позиций по отгрузке

# incorrectCounterpartyMetadataResponse
source: Unknown response to metadata of contacts request
ru: Неизвестный ответ на запрос метаданных для контрагентов

# incorrectCustomerOrderMetadataResponse
source: Unknown response to metadata of customer's order request
ru: Неизвестный ответ на запрос метаданных для заказов покупателей

# incorrectInvoiceOutMetadataResponse
source: Unknown response to metadata of invoice request
ru: Неизвестный ответ на запрос метаданных для счетов покупателей

# incorrectCashInMetadataResponse
source: Unknown response to metadata of cash receipt request
ru: Неизвестный ответ на запрос метаданных для приходных ордеров

# incorrectCashOutMetadataResponse
source: Unknown response to metadata of cash out request
ru: Неизвестный ответ на запрос метаданных для расходных ордеров

# incorrectPaymentInMetadataResponse
source: Unknown response to metadata of incoming payment request
ru: Неизвестный ответ на запрос метаданных для входящих платежей

# incorrectPaymentOutMetadataResponse
source: Unknown response to metadata of outgoing payment request
ru: Неизвестный ответ на запрос метаданных для исходящих платежей

# incorrectSupplyMetadataResponse
source: Unknown response to metadata of receiving request
ru: Неизвестный ответ на запрос метаданных для приемок

# incorrectPurchaseOrderMetadataResponse
source: Unknown response to metadata of purchase orders request
ru: Неизвестный ответ на запрос метаданных для заказов поставщикам

# incorrectInvoiceInMetadataResponse
source: Unknown response to metadata of supplier's invoice request
ru: Неизвестный ответ на запрос метаданных для счетов поставщикам

# incorrectDemandsMetadataResponse
source: Unknown response to metadata of shipment request
ru: Неизвестный ответ на запрос метаданных для отгрузок

# incorrectDemandsResponse
source: An error while parsing shipment returned by server
ru: Ошибка при обработке отгрузок, возвращенных сервером

# incorrectInvoicesOutResponse
source: An error while parsing customer's invoice returned by server
ru: Ошибка при обработке счетов покупателей, возвращенных сервером

# incorrectInvoiceInResponse
source: An error while parsing supplier's invoice returned by server
ru: Ошибка при обработке счетов поставщиков, возвращенных сервером

# incorrectPurchaseOrderResponse
source: An error occurred while parsing Purchase Orders returned from server
ru: Ошибка при обработке заказов поставщикам, возвращенных сервером

# incorrectCustomerOrdersResponse
source: An error occurred while parsing Customer's Orders returned from server
ru: Ошибка при обработке заказов покупателей, возвращенных сервером

# incorrectAssortmentResponse
source: An error occurred while parsing Products returned from server
ru: Ошибка при обработке товаров, возвращенных сервером

# incorrectCustomerOrderTemplateResponse
source: Unknown response to Customer's Order Template request
ru: Неизвестный ответ при запросе шаблона заказа покупателя

# incorrectInvoiceInTemplateResponse
source: Unknown response to Customer's Order Template request
ru: Неизвестный ответ при запросе шаблона счета поставщика

# incorrectPurchaseOrderTemplateResponse
source: Unknown response to Supplier's Invoice Template request
ru: Неизвестный ответ при запросе шаблона заказа поставщику

# incorrectDemandTemplateResponse
source: Unknown response to Shipment Template request
ru: Неизвестный ответ при запросе шаблона отгрузки

# incorrectInvoiceOutTemplateResponse
source: Unknown response to Invoice Template request
ru: Неизвестный ответ при запросе шаблона счета покупателя

# incorrectTemplateResponse
source: Unknown response to Print Template request
ru: Неизвестный ответ при запросе шаблонов печатной формы

# incorrecDocumentFromTemplateResponse
source: Unknown response to requesting document from print template
ru: Неизвестный ответ при запросе документа из шаблона печатной формы

# incorrecDownloadDocumentResponse
source: Unknown response to downloading document from print template
ru: Неизвестный ответ при скачивании документа из шаблона печатной формы

# incorrecPublicationFromTemplateResponse
source: Unknown to publishing from print template
ru: Неизвестный ответ при запросе публикации из шаблона печатной формы

# incorrectCounterpartyReportResponse
source: Unknown response to contact's statement request
ru: Неизвестный ответ на запрос отчета контрагента

# incorrectCounterpartySearchResponse
source: Unknown response while searching a contact by TIN
ru: Неизвестный ответ при поиске контрагента по ИНН

# incorrectBankSearchResponse
source: Unknown response while searching a bank by BIC
ru: Неизвестный ответ при поиске банка по БИК

# unauthorizedError
source: Authentication Error: wrong password or login
ru: Ошибка аутентификации: Неправильный пароль или имя пользователя

source: Unknown document type
ru: Неизвестный тип документа

source: Unknown object type
ru: Неизвестный тип объекта

# preconditionFailedError
source: An error occurred while preparing a document for printing
ru: Ошибка формирования печатной формы

# genericDeserializationError
source: An Error occurred while parsing server response
ru: Ошибка при обработке ответа от сервера

# documentTooManyPositions
source: Working with documents with more than 100 positions is not supported
ru: Работа с документами с более чем 100 позициями не поддерживается

# emptyDocumentId
source: The document does not have ID
ru: У документа отсутствует атрибут id

# emptyObjectId
source: The object does not have ID
ru: У объекта отсутствует атрибут id

# notOnline
source: No Internet Connection
ru: Нет соединения с интернетом

# incorrectPlotseriesSalesResponse
source: Unkown response to Sales Dashboard request
ru: Неизвестный ответ при запросе показателей продаж

# incorrectPlotseriesOrderResponse
source: Unkown response to Orders Dashboard request
ru: Неизвестный ответ при запросе показателей заказов

# incorrectPlotseriesMoneyResponse
source: Unkown response to Monetary Indicator request
ru: Неизвестный ответ при запросе денежных показателей

# incorrectPlotseriesMoneyBalanceResponse
source: Unknown response to cash register remaining balance request
ru: Неизвестный ответ при запросе остатка средств по кассам

# incorrectPlotseriesRetailStoresReportResponse
source: Unknown response to Register request
ru: Неизвестный ответ при запросе данных точки продаж

# incorrectPlotseriesRetailStoreReportResponse
source: Unknown response to Register request
ru: Неизвестный ответ при запросе данных точки продаж

# incorrectCashInResponse
source: An error while parsing Cash Receipt returned by server
ru: Ошибка при обработке приходных ордеров, возвращенных сервером

# incorrectCashOutResponse
source: An error while parsing Cash Out returned by server
ru: Ошибка при обработке расходных ордеров, возвращенных сервером

# incorrectPaymentInResponse
source: An error while parsing Incoming Payment returned by server
ru: Ошибка при обработке входящих платежей, возвращенных сервером

# incorrectPaymentOutResponse
source: An error while parsing Outgoing Payment returned by server
ru: Ошибка при обработке исходящих платежей, возвращенных сервером

# incorrectOperationResponse
source: An error while parsing Payment Documents returned by server
ru: Ошибка при обработке платежных документов, возвращенных сервером

# incorrectSupplyResponse
source: An error while parsing receiving returned by server
ru: Ошибка при обработке приемок, возвращенных сервером

# accessDeniedRate
source: You have no permission to view currency items. Submit a request to a manager
ru: Запрещен доступ к справочнику валют. Обратитесь к администратору

# accessDenied
source: Access denied: you have no permission to view this item
ru: Доступ запрещен: у вас нет прав на просмотр данного объекта

# incorrectExpenseItemResponse
source: Unknown request to Item of Expenditure request
ru: Неизвестный ответ на запрос статей расходов

# incorrectCountiesResponse
source: Unknown request to Countries request
ru: Неизвестный ответ на запрос стран

# incorrectUomResponse
source: Unknown request to unit of measurement request
ru: Неизвестный ответ на запрос единиц измерения

# incorrectProductMetadataResponse
source: Unknown response to metadata of products request
ru: Неизвестный ответ на запрос метаданных для товаров

# incorrectMoveResponse
source: An error while parsing transfers returned by server
ru: Ошибка при обработке перемещений, возвращенных сервером

# incorrectRetailDemandResponse
source: Unknown response to retail sales request
ru: Неизвестный ответ на запрос розничных продаж

# incorrectIResponse
source: An error while parsing stocktakes returned by server
ru: Ошибка при обработке инвентаризаций, возвращенных сервером

# incorrectVariantMetadataResponse
source: Unknown response to metadata of variants request
ru: Неизвестный ответ на запрос метаданных для модификаций

# incorrectMoveMetadataResponse
source: Unknown response to metadata of transfers request
ru: Неизвестный ответ на запрос метаданных для перемещений

# incorrectRetailDemandMetadataResponse
source: Unknown response to metadata of retail request
ru: Неизвестный ответ на запрос метаданных для розничных продаж

# incorrectInventoryMetadataResponse
source: Unknown response to metadata of stocktake request
ru: Неизвестный ответ на запрос метаданных для инвентаризаций

# incorrectRetailSalesReturnResponse
source: Unknown response to Retail Products request
ru: Неизвестный ответ на запрос розничных возвратов

# incorrectRetailSalesReturnMetadataResponse
source: Unknown response to metadata of retail products request
ru: Неизвестный ответ на запрос метаданных для розничных возвратов

# incorrectRetailDrawerCashInResponse
source: Unknown response to Pay-in request
ru: Неизвестный ответ на запрос внесений денег

# incorrectRetailDrawerCashInMetadataResponse
source: Unknown response to metadata of Pay-in request
ru: Неизвестный ответ на запрос метаданных для внесений денег

# incorrectRetailDrawerCashOutResponse
source: Unknown response to Payment request
ru: Неизвестный ответ на запрос выплат денег

# incorrectRetailDrawerCashOutMetadataResponse
source: Unknown response to metadata of Payment request
ru: Неизвестный ответ на запрос метаданных для выплат денег

# incorrectRetailShiftAssortmentReportResponse
source: Unknown response to product statement of register request
ru: Неизвестный ответ при запросе отчета по товарам в точке продаж

# incorrecNotificationParsingResult
source: Failed to parse Notification
ru: Некорректный парсинг нотификации

# assignedTask
source: %@ assigned a task to you %@
ru: %@ назначил вам задачу %@

# changedTask
source: %@ changed a task %@
ru: %@ изменил задачу %@

# changedTaskContragent
source: Contact: %@ %@
ru: Контрагент: %@ %@

# changedTaskDescription
source: Description: %@ %@
ru: Описание: %@ %@

# changedTaskDeadline
source: Term: %@ %@
ru: Срок: %@ %@

# removedTask
source: %@ deleted a task %@
ru: %@ удалил задачу %@

# unassignedTask
source: %@ took a task from you %@
ru: %@ снял с вас задачу %@

# completedTask
source: %@ resolved a task %@
ru: %@ выполнил задачу %@

# reopenedTask
source: %@ opened a task %@
ru: %@ открыл задачу %@

# addedCommentTask
source: %@ add a comment %@
ru: %@ добавил комментарий %@

# changedCommentTask
source: %@ changed a comment %@
ru: %@ изменил комментарий %@ %@

# removedCommentTask
source: %@ deleted a comment %@
ru: %@ удалил комментарий %@

# newOrder
source: New Customer's Order №%@ Amount: %@. Customer: %@
ru: Новый заказ покупателя №%@ Сумма: %@. Покупатель: %@

# retailShiftOpen
source: The shift started at %@ Cashier: %@
ru: Открыта смена в %@ Кассир: %@

# retailShiftClose
source: The shift is over at %@ Cashier: %@. Duration: %@ Sold: %@. Returned: %@. Profit: %@
ru: Закрыта смена в %@ Кассир: %@. Длительность: %@ Продаж: %@. Возвратов: %@. Выручка: %@

# settingsOrders
source: Customers' Orders
ru: Заказы покупателей

# settingsCounts
source: Invoice
ru: Счета покупателей

# settingsCalls
source: Calls
ru: Звонки

# settingsRemainder
source: Stocks
ru: Остатки

# settingsRetail
source: Retail
ru: Розничная торговля

# settingsTasks
source: Tasks
ru: Задачи

# settingsData
source: Data Exchange
ru: Обмен данными

# settingsTable
source: Feeds
ru: Лента

# settingsOff
source: Turned Off
ru: Отключены

# objectNotFound
source: Object is not found
ru: Объект не найден

# buyPrice
source: Purchase Price
ru: Цена закупки

source: rub
ru: Руб
